LEXICON_COMMANDS: dict[str, str] = {
    '/main': 'Главное меню',
    '/forecasts': 'Прогнозы',
    '/table': 'Турнирная таблица',
    '/calendar': 'Календарь',
    '/statistics': 'Статистика',
    '/rules': 'Правила'
}

LEXICON: dict[str, str] = {
    '/start': '<b>Привет друг! 🤜🤛</b>\n\n⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽⚽️⚽️⚽\n\nЭто бот, в котором '
              'ты можешь оставлять свои прогнозы на матчи ЕВРО-2024, '
              'который пройдет в\n🇩🇪Германии с 14 июня по 14 июля.'
              '\n\n⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽\n\nЧтобы посмотреть список доступных '
              'команд - набери /help',
    '/help': '<b>Это бот-турнир для друзей</b>\n\n⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽\n\n'
             'Доступные команды:\n/main - Главное меню'
             '\n/forecasts - Оставить/посмотреть прогнозы'
             '\n/table - Таблица турнира\n/calendar - Календарь матчей чемпионата'
             '\n/statistics - Статистика по матчам и составы команд\n/rules - '
             'Правила турнира\n\n⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽️⚽⚽️⚽️⚽\n\n<b>Удачи! Она тебе не помешает</b> 😉',
}